Repository: mirumee/django-friends
Catalog: friends/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Email
pl: Adres e-mail

source: Message
pl: Wiadomość

source: Someone with that email address is already here.
pl: Istnieje już użytkownik z podanym adresem e-mail.

source: Unknown user.
pl: Nieznany użytkownik.

source: Already requested friendship with %s
pl: Użytkownik %s został już poproszony o dodanie do znajomych

source: %s has already requested friendship with you
pl: Użytkownik %s już poprosił cię o dodanie do znajomych

source: Contact Joined
pl: Kontakt przyłączył się

source: one of your contacts has joined the site
pl: jeden z twoich kontaktów założył konto w serwisie

source: Invitation Received
pl: Otrzymano zaproszenie

source: you have received an invitation
pl: otrzymałeś zaproszenie

source: Acceptance Received
pl: Otrzymano akceptację

source: an invitation you sent has been accepted
pl: wysłane przez ciebie zaproszenie zostało zaakceptowane

source: Other Connection
pl: Nowe połączenie

source: one of your friends has a new connection
pl: jeden z twoich znajomych ma nowe połączenie

source: Join Invitation Accepted
pl: Zaakceptowano zaproszenie do serwisu

source: an invitation you sent to join this site has been accepted
pl: jedno z wysłanych zaproszeń do rejestracji w serwisie zostało przyjęte

source: Created
pl: Utworzone

source: Sent
pl: Wysłane

source: Failed
pl: Nieudane

source: Expired
pl: Przeterminowane

source: Accepted
pl: Zaakceptowane

source: Declined
pl: Odrzucone

source: Joined Independently
pl: Użytkownik dołączył niezależnie

source: Deleted
pl: Usunięte

source: <a href="%(user_url)s">%(invitation_user)s</a> has accepted your friend request.
pl: Użytkownik <a href="%(user_url)s">%(invitation_user)s</a> zaakceptował prośbę o dodanie do znajomych.

source: <a href="%(user_url)s">%(invitation_from_user)s</a> has requested to add you as a friend (see <a href="%(invitation_page)s">invitations</a>)
pl: Użytkownik <a href="%(user_url)s">%(invitation_from_user)s</a> prosi o dodanie do znajomych (zobacz <a href="%(invitation_page)s">zaproszenia</a>)

source: <a href="%(from_user_url)s">%(invitation_from_user)s</a> and <a href="%(to_user_url)s">%(to_user)s</a> are now friends.
pl: Użytkownicy <a href="%(from_user_url)s">%(invitation_from_user)s</a> i <a href="%(to_user_url)s">%(to_user)s</a> są teraz znajomymi.

source: <a href="%(user_url)s">%(new_user)s</a> has joined and is now a friend.
pl: Użytkownik <a href="%(user_url)s">%(new_user)s</a> zarejestrował się i jest teraz twoim znajomym.
